# coding=utf-8
# 公众号配置
# 公众号appId
app_id = ""
# 公众号appSecret
app_secret = ""
# 考研时间，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1
kaoyanday = "2021-12-24"

# 信息配置
userList=[{  #第一个人
        'user':"", #微信号
        'province':"陕西", # 所在省份
        'city':"西安", # 所在城市
        'birthday':"1999-6-1",# 生日，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1
        'love_date':"2017-6-8",# 在一起的日子，格式同上
        'template_id':""  #模板号
    },{  #第二个人
        'user':"", #微信号
        'province':"陕西", # 所在省份
        'city':"西安", # 所在城市
        'birthday':"1999-6-1",# 生日，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1
        'love_date':"2017-6-8",# 在一起的日子，格式同上
        'template_id':""  #模板号
    }]
 
